src/sinesp_client/body.xml

<?xml version="1.0" encoding="utf-8" standalone="yes" ?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
<soap:Header>
<b>samsung GT-I9192</b>
<c>ANDROID</c>
<d>4.4.2</d>
<i>%s</i>
<e>SinespCidadao</e>
<f>10.0.0.1</f>
<g>%s</g>
<k>%s</k>
<h>%s</h>
<l>%s</l>
<m>8797e74f0d6eb7b1ff3dc114d4aa12d3</m>
</soap:Header>
<soap:Body>
<webs:getStatus xmlns:webs="http://soap.ws.placa.service.sinesp.serpro.gov.br/">
<a>%s</a>
</webs:getStatus>
</soap:Body>
</soap:Envelope>
